[
    {
      "title": "Over BRAINSMASH",
      "paragraph": "BRAINSMASH is een educatief initiatief bedacht en ontwikkeld door Joris Petillion, voor zijn leerlingen van de opleiding Applicatie en Databeheer aan Het Spectrum en is gericht op het stimuleren van programmeervaardigheden bij jongeren."
    },
    {
      "title": "Incorrectheid van gegevens",
      "paragraph": "Hoewel we trachten correcte en actuele informatie aan te bieden in alle quizvragen en statistieken, kunnen we niet garanderen dat alle gegevens foutloos zijn. BRAINSMASH is niet verantwoordelijk voor eventuele gevolgen van onjuiste informatie."
    },
    {
      "title": "Onaangepast gebruik of pestgedrag",
      "paragraph": "Gebruikers die BRAINSMASH gebruiken voor pestgedrag, het plaatsen van ongepaste nicknames of andere storende handelingen, kunnen zonder verwittiging uit het systeem verwijderd worden. Wij behouden ons het recht voor om accounts te blokkeren of scores te verwijderen bij misbruik."
    },
    {
      "title": "Intellectuele eigendom",
      "paragraph": "Alle inhoud, code en design van BRAINSMASH zijn eigendom van Joris Petillion. Niets mag gekopieerd of verspreid worden zonder schriftelijke toestemming."
    },
    {
      "title": "Gebruik van avatars en namen",
      "paragraph": "Gebruikers zijn verantwoordelijk voor hun gekozen nickname en eventuele avatar. Avatars mogen geen aanstoot geven of auteursrechten schenden. Inbreuken hierop worden verwijderd."
    },
    {
      "title": "Delen van inhoud",
      "paragraph": "Alle inhoud die door gebruikers (leerkrachten en leerlingen) op BRAINSMASH wordt geplaatst is de verantwoordelijkheid van de gebruiker. Geplaatste inhoud mag geen aanstoot geven of auteursrechten schenden. Inbreuken hierop worden verwijderd."
    },
    {
      "title": "Verantwoordelijkheid bij competitieverloop",
      "paragraph": "Leagues worden willekeurig toegekend, en resultaten zijn slechts indicatief. Het is een speelse manier om motivatie te verhogen, en niet bedoeld om competitie onder scholen of leerlingen te stimuleren."
    },
    {
      "title": "Contactgegevens bij vragen of opmerkingen",
      "paragraph": "Heb je vragen, suggesties of bemerkingen? Neem contact op via ons e-mail adres (zie contact onderaan)."
    }
  ]
  